Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=120_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien kotisivut neljällä kielellä
sme: Sámedikki neahtasiiddut njeálji gillii

source: Syyskuusta 2007 käynnissä olleen internetsivujen uudistustyön tuloksena Saamelaiskäräjien kotisivut ovat 2.5.2008 lähtien neljällä kielellä: suomeksi, pohjoissaameksi, inarin saameksi ja englanniksi.
sme: Interneahta siidduid ođastusbargu lea leamašan jođus čakčamánu 2007 rájes, barggu bohtosin Sámedikki ruoktosiiddut leat 2.5. rájes njeálji gillii: suoma-, davvisáme-, ánaráš-, ja eŋgelasgillii.

source: Koltansaamenkieliset sivut julkaistaan toukokuun aikana kun tekniset esteet on saatu poistettua.
sme: Nuortalašgielat siiddut almmustahtojuvvet miessemánu áigge go teknihkalaš čuolmmat leat čovdojuvvon.

source: Internetsivuilta löytyvät tällä hetkellä perustiedot Saamelaiskäräjistä ja sen toiminnasta.
sme: Interneahtasiidduin gávdojit dál vuođđodieđut Sámedikkis ja Sámedikki doaimmain.

source: Sisältöä lisätään sivuille koko ajan, uuden materiaalin lisäksi sivuille on tarkoitus laittaa myös aiempien vuosien raportteja, lausuntoja jne.
sme: Dieđut siidduide lasihuvvojit dađistaga, ođđa materiálaid lassin aigumuššan lea bidjat siidduide maiddái vássán jagiid raportaid, cealkámušaid jna..

source: Uusien sivujen teknisestä toteutuksesta vastasi Solinum Oy ja ulkoasusta mainostoimisto Studio Borga.
sme: Ođđa siidduid teknihkalaš ollašuhttamis vástidii Solinum Oy ja olgguldashámis reklámafitnodat Studio Borga.

source: Internetsivuston uudistyön tarkoituksena oli teknisten ominaisuuksien ja ulkoasun uudistuksen lisäksi uudistaa myös sisältö vastaaman nykypäivän tarpeita.
sme: Interneahtasiidduid ođastusa ulbmilin lei teknihkálaš vejolašvuođaid ja olgguldashámi ođasmuhttima lassin ođastit siidduid vástidit otná beaivve dárbbuid.

source: Toivomme, että uusi sivusto palvelee saamelaisten lisäksi myös mediaa, viranomaisia ja muita sidosryhmiä aiempaa paremmin, sanoo Saamelaiskäräjien hallintopäällikkö Juha Guttorm.
sme: Mii sávvat ahte ođđa siiddut bálvalit nu sápmelaččaid go maiddái media, virgeoapmahaččaid ja eara ovttasbargoguimmiid buorebut, dadjá Sámedikki hálddahushoavda Juha Guttorm.

source: Saamelaiskäräjien nettisivut löytyvät osoitteesta www.samediggi.fi
sme: Sámedikki neahtasiiddut gávnojit čujuhusas www.samediggi.fi
